tutorials/angledDuct/Allrun
#!/bin/sh

m4 constant/fluid/polyMesh/blockMeshDict.m4 > constant/fluid/polyMesh/blockMeshDict

blockMesh -region fluid

multiRegionFoam
